Repository: alexsedy/the_movie_app
Catalog: lib/l10n/intl_*.arb
Languages: uk

source: Home
uk: Головна

source: Movies
uk: Фільми

source: TV Shows
uk: Серіали

source: Profile
uk: Профіль

source: Search
uk: Пошук

# findAnythingWelcome
source: Find anything
uk: Знайдіть що завгодно

# searchGlobalSearchHint
source: Search Movies, TVs, Persons
uk: Пошук фільмів, серіалів, знаменитостей

source: Trending movies
uk: Популярні фільми

source: Trending TVs
uk: Популярні серіали

source: Trending persons
uk: Популярні знаменитості

source: Day
uk: День

source: Week
uk: Тиждень

source: Persons
uk: Знаменитості

source: Collections
uk: Колекції

source: No results.
uk: Немає результатів.

source: Hello,
uk: Привіт,

source: Guest
uk: Гість

# noLoginAccountMessage
source: Lists not available. Please login.
uk: Списки недоступні. Будь ласка, увійдіть в систему.

source: Login
uk: Увійти

# confirmLeaveMessage
source: Do you really want to leave?
uk: Ви дійсно бажаєте вийти?

source: Cancel
uk: Скасувати

source: Yes
uk: Так

source: Logout
uk: Вийти

source: User lists
uk: Списки користувача

source: Favorite
uk: Улюблене

source: Watchlist
uk: Список для перегляду

source: Rated
uk: Оцінені

source: Recommendation
uk: Рекомендації

source: AI Recommendation
uk: AI Рекомендації

# discoverGeminiAiMessage
source: Discover the possibilities with Gemini AI
uk: Відкрийте можливості з Gemini AI

source: Generate list by genres
uk: Згенерувати список за жанрами

source: Generate list by description
uk: Згенерувати список за описом

source: AI Recommendation List
uk: Список AI рекомендацій

source: No data
uk: Немає даних

# writeADescriptionAiMessage
source: Write a description that is as detailed as possible
uk: Напишіть максимально детальний опис

source: Select max number of items
uk: Виберіть максимальну кількість елементів

source: Generate
uk: Згенерувати

source: Select Movie or TV
uk: Виберіть: Фільми або Феріали

source: Select one or more genres
uk: Виберіть один або кілька жанрів

source: Cast
uk: Акторський склад

source: Crew
uk: Знімальна група

source: The list is empty.
uk: Список порожній.

source: Delete selected items?
uk: Видалити вибрані елементи?

source: Created by {username}.
uk: Створено користувачем {username}.

# itemsCount
source: Items: {itemCount}.
uk: Елементи: {itemCount}.

source: New list
uk: Новий список

source: Edit
uk: Редагувати

source: Clear
uk: Очистити

source: Delete
uk: Видалити

source: Delete the "{name}" list?
uk: Видалити список "{name}"?

source: Item: {numberOfItems}
uk: Елементи: {numberOfItems}

source: Update the "{name}" list
uk: Оновити список "{name}"

source: Name
uk: Назва

source: Description
uk: Опис

source: Public
uk: Публічний

source: Update
uk: Оновити

source: List View with Selection
uk: Список із вибором

source: Movie Crew
uk: Знімальна група фільму

source: Movie Cast
uk: Акторський склад фільму

source: Production Companies
uk: Продюсерські компанії

source: Recommendation Movies
uk: Рекомендовані фільми

source: min
uk: хв

source: Image gallery
uk: Галерея зображень

source: Other projects
uk: Інші проєкти

source: No other movie projects
uk: Інших фільмів немає

source: Unknown
uk: Невідомо

source: No other TV show projects
uk: Інших серіалів немає

# countEpisode
source: {count, plural, =1 {({count} episode)} other {({count} episodes)}}
uk: {count, plural, =1 {({count} епізод)} other {({count} епізодів)}}

# knownFor
source: {count, plural, =1 {Known For:} =2 {Known For:} other {Known For:}}
uk: {count, plural, =1 {Відома за:} =2 {Відомий за:} other {Відомий(а) за:}}

source: Gender:
uk: Стать:

# genderType
source: {count, plural, =1 {Female} =2 {Male} other {Not specified}}
uk: {count, plural, =1 {Жіноча} =2 {Чоловіча} other {Не вказано}}

source: Date of Birth:
uk: Дата народження:

source: Place Of Birth:
uk: Місце народження:

source: Date of death:
uk: Дата смерті:

source: Social Network
uk: Соціальні мережі

source: Biography
uk: Біографія

# episodesSeriesCountDate
source: Episodes: {seriesCount} â€¢ {date}
uk: Серій: {seriesCount} • {date}

source: Seasons
uk: Сезони

source: Episode
uk: Епізод

source: Series Crew
uk: Знімальна група серії

source: Series Cast
uk: Акторський склад серії

source: Series Guest Stars
uk: Запрошені зірки

source: TV Show Crew
uk: Знімальна група серіалу

source: TV Show Cast
uk: Акторський склад серіалу

source: Networks
uk: Канали

source: Recommendation TV Shows
uk: Рекомендовані серіали

source: Add to the list
uk: Додати до списку

source: List
uk: Список

source: Rate
uk: Оцінити

source: Rate movie
uk: Оцінити фільм

source: Ok
uk: Ок

source: Watch
uk: Спостерігати

source: Overview
uk: Огляд

source: User Score
uk: Оцінка

source: Trailers
uk: Трейлери

source: Close
uk: Закрити

source: Play Trailer
uk: Переглянути трейлер

source: No Trailer
uk: Трейлера немає

source: Create a new list
uk: Створити новий список

source: Create
uk: Створити

source: You are not logged in.
uk: Ви не авторизовані.

# anErrorHasOccurredTryAgainLater
source: An error has occurred. Please try again later.
uk: Виникла помилка. Будь ласка, спробуйте пізніше.

source: Unknown error. Please try again later.
uk: Невідома помилка. Будь ласка, спробуйте пізніше.

# listCreatedMessage
source: The "{message}" list has been created.
uk: Список "{message}" створено.

# movieAddedToListMessage
source: This movie has been added to the "{message}" list
uk: Цей фільм додано до списку "{message}"

# tvAddedToListMessage
source: This tv show has been added to the "{message}" list
uk: Цей серіал додано до списку "{message}"

# theListRemovedMessage
source: The list has been removed
uk: Список видалено

source: Release Dates
uk: Дати виходу

source: Please enter correct date
uk: Будь ласка, введіть правильну дату

source: Clear all
uk: Очистити все

source: The rating was deleted successfully.
uk: Оцінку успішно видалено.

# movieExistsInListMessage
source: This movie already exists on the "{name}" list.
uk: Цей фільм вже є у списку "{name}".

# tvExistsInListMessage
source: This TV show already exists on the "{name}" list.
uk: Цей серіал вже є у списку "{name}".

# mediaStatus
source: {status, select, status_0 {No status} status_1 {Watched} status_2 {Watching} status_3 {Going to Watch} status_4 {Stopped Watching} status_5 {Won't Watch}}
uk: {status, select, status_0 {Без статусу} status_1 {Подивився} status_2 {Дивлюсь} status_3 {Дивитимуся} status_4 {Перестав} status_5 {Не дивитимусь}}
